export const products = [
  {
    name: 'Apple iPhone 11 Pro 512Gb',
    price: 1315,
    description: 'Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. ' +
      'Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, ' +
      'который открывает для iPhone большие новые перспективы. Представляем iPhone 11 Pro. Он достоин своего имени.' +
    'iPhone 11 Pro снимает превосходные видео — плавные, реалистичные и великолепно детализированные. Мощный потенциал ' +
      'процессора позволяет получить видео 4K с частотой 60 кадров/с, расширенным динамическим диапазоном и кинематографической ' +
      'стабилизацией. А новые инструменты редактирования и возможность увеличить область изображения в четыре раза помогут в реализации ваших идей.',
    imageUrl: '../assets/img/tel/iphone_11_pro.png'
  },
  {
    name: 'Apple iPhone 11 64Gb Black',
    price: 720,
    description: 'Новая система двух камер. Можно делать фотоснимки с широким и сверхшироким углом обзора. Обновлённый ' +
      'интерфейс и новая сверхширокоугольная камера позволят увидеть и снять то, что происходит за пределами кадра. ' +
      'Снимать и редактировать видеоролики теперь так же легко, как фотографии. Это по-прежнему невероятно популярная камера, ' +
      'но с совершенно новыми перспективами.',
    imageUrl: '../assets/img/tel/iphone_11.png'
  },
  {
    name: 'Apple iPhone SE 2020 256Gb Black',
    price: 615,
    description: 'A13 Bionic — самый быстрый процессор iPhone. Портретный режим и видео 4K. Великолепный дисплей Retina ' +
      'HD 4,7 дюйма и Touch ID. Долгое время работы без подзарядки. Портретный режим и шесть эффектов освещения для фотографий ' +
      'студийного качества. Технология Smart HDR нового поколения для невероятной детализации даже в светлых и тёмных областях кадра.' +
      'Видео 4K кинематографического качества.',
    imageUrl: '../assets/img/tel/iphone_se.jpg'
  },
  {
    name: 'Samsung Galaxy Fold 12/512Gb',
    price: 2000,
    description: 'Galaxy Fold не просто меняет представление о смартфонах. Это принципиально новая категория смартфонов. ' +
      'Прикоснитесь к будущему уже сегодня. Вместе с Galaxy Fold. Выполненный из многослойного инновационного материала, ' +
      'гибкий 7.3" безграничный экран вдвое тоньше остальных экранов Galaxy. И в то же время он достаточно прочный, ' +
      'чтобы раскрываться для вас снова и снова.',
    imageUrl: '../assets/img/tel/fold_12.jpg'
  },
  {
    name: 'OnePlus 7T Pro 8/256Gb',
    price: 573,
    description: 'Тройная камера OnePlus 7T Pro откроет для вас новые возможности мобильной фотографии. Запечатлейте ' +
      'окружающий мир в мельчайших подробностях при помощи основного 48 Мп модуля с фазовым автофокусом и оптической ' +
      'стабилизацией или снимайте удивительные макро-фото благодаря 8 Мп объективу с 3-кратным оптическим зумом. ' +
      'Он позволяет делать фото с расстояния всего 2,5 сантиметра, захватывая детали, которые с трудом различает даже ' +
      'человеческий глаз.',
    imageUrl: '../assets/img/tel/oneplus_7t.jpg'
  },
  {
    name: 'Samsung Galaxy Note 20 Ultra 2020',
    price: 1400,
    description: 'Представляем телефон, который навсегда изменит вашу работу и досуг. С усовершенствованным S Pen, ' +
      'производительностью, как у компьютера, и камерой профессионального уровня с 8K видео. Металлический корпус, ' +
      'подчеркнутый изысканными деталями и переливающимися цветами, соединенный с прочным стеклом Corning Gorilla Glass ' +
      'Victus в смартфоне. Каждый Galaxy Note20 и Note20 Ultra дополняется пером S Pen такого же цвета.',
    imageUrl: '../assets/img/tel/note_20_ultra.jpg'
  },
  {
    name: 'Samsung Galaxy Note 20 2020',
    price: 897,
    description: 'Обновленный интеллектуальный процессор, улучшенная система охлаждения, быстрый дисплей 120 Гц - все ' +
      'это переводит игру на Galaxy Note20 и Note20 Ultra на совершенно новый уровень. А при соединении с сетью Wi-Fi ' +
      'встроенное средство Wi-Fi Optimizer обеспечивает быстрая связь с низкими задержками, чтобы игра шла в режиме ' +
      'реального времени. Видео 8K дает вам четкую картинку с потрясающей детализацией, а профессиональные средства ' +
      'управления усилят ваши творческие возможности, позволяя редактировать прямо в камере. Снимите супер плавным ' +
      'движение с частотой 120 кадров/сек, выделяя голоса с помощью Bluetooth-микрофона. Потом добавьте финишные штрихи, ' +
      'отредактировав видео прямо на телефоне.',
    imageUrl: '../assets/img/tel/note_20.jpg'
  },
  {
    name: 'Realme 6 Pro 8/128Gb',
    price: 293,
    description: 'Способный воспроизводить 90 кадров в секунду, дисплей realme 6 Pro имеет на 50% более высокую частоту ' +
      'обновления по сравнению с обычным 60 Гц экраном. Что обеспечивает максимальную плавность и лучшее визуальное ' +
      'восприятие при каждом касании. А благодаря диагонали в 6,6 дюйма и 90% соотношению экрана к площади передней панели, ' +
      'он дарит настоящее удовольствие от просмотра видео или игр.',
    imageUrl: '../assets/img/tel/realme_6.jpg'
  },
  {
    name: 'Apple iPhone XR Dual Sim 128 Гб',
    price: 770,
    description: 'Мощный и быстрый Новое устройство Apple может похвастаться усовершенствованным 8-ядерным чипсетом A12 Bionic, ' +
      'который стал первым чипом для смартфонов, выполненным по 7-нм процессу. Благодаря ему iPhone XR справляется с любыми ' +
      'возложенными задачами без промедлений и задержек, будь то требовательные приложения или игры. Возможности нового A12 Bionic ' +
      'позволяет обрабатывать до 5 млрд процессов за секунду, что почти в 10 раз больше, чем мог обрабатывать процессор предыдущего поколения.',
    imageUrl: '../assets/img/tel/iphone_xr.png'
  },
  {
    name: 'Huawei P30 Pro 6/128Gb',
    price: 870,
    description: 'Huawei P30 Pro поможет вам почувствовать себя профессиональным фотохудожником. Оцените бескомпромиссное ' +
      'качество фотографий, полученных при помощи смартфона. Просто найдите удачный ракурс, Huawei сконцентрирует внимание ' +
      'на деталях и штрихах, чтобы любое фото стало идеальным. Фиксируйте все яркие и запоминающиеся моменты вашей жизни вместе ' +
      'с Huawei P30 Pro. Уникальная камера Leica объединяет мощность четырех объективов, чтобы мир на фотографиях заиграл ' +
      'всеми красками и оттенками. Используйте возможности телеобъектива, суперчувствительного объектива на 40 Мп, ' +
      'ультраширокоугольного объектива на 20 Мп и TOF-объектива и откройте в себе фотохудожника.',
    imageUrl: '../assets/img/tel/huawei_p30.jpg'
  },
  {
    name: 'OnePlus 8 8/128Gb',
    price: 580,
    description: 'Наслаждайтесь яркими цветами и четкими деталями, которые дарит 6,55-дюймовый Fluid AMOLED дисплей с ' +
      'частотой обновления 90 Гц. Он плавно перетекает от одного кадра к другому, что позволяет с легкостью свайпать, ' +
      'прокручивать и делает навигацию более удобной. А благодаря с FHD+ разрешению и поддержке стандарта HDR10+ экран ' +
      'OnePlus 8 обеспечивает высочайшее качество изображения, чтобы вы получили максимум удовольствия от просмотра видео ' +
      'и прочих мультимедийных развлечений.',
    imageUrl: '../assets/img/tel/oneplus_8.png'
  },
  {
    name: 'Samsung Galaxy Note 10 8/256GB',
    price: 685,
    description: 'Представляем Galaxy Note10|10+. Мощность ноутбука, игровая консоль, профессиональная камера и умное ' +
      'электронное перо. Все это - в одном супермощном Galaxy Note10|10+. Ультразвуковой сканер отпечатка пальца встроен ' +
      'прямо в экран вашего Galaxy Note10|10+. Он распознает трехмерные выступы и впадины вашего пальца при помощи ' +
      'ультразвуковых импульсов и обеспечивает наивысший уровень безопасности личных данных. Наслаждайтесь уникальным ' +
      'кинематографичным видом на экране вашего смартфона как в солнечный день, так и в условиях низкого освещения. ' +
      'HDR10+ экран с технологией динамического отображения тона обеспечит насыщенный цвет и реалистичный контраст изображения. ' +
      'Теперь просмотр контента превратится в совершенно незабываемый опыт.',
    imageUrl: '../assets/img/tel/note_10.jpg'
  }
];
