export const products = [
  {
    name: 'Apple iPhone 11 Pro 512Gb Midnight Green',
    price: 1857,
    description: 'Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. ' +
      'Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, ' +
      'который открывает для iPhone большие новые перспективы. Представляем iPhone 11 Pro. Он достоин своего имени.' +
    'iPhone 11 Pro снимает превосходные видео — плавные, реалистичные и великолепно детализированные. Мощный потенциал ' +
      'процессора позволяет получить видео 4K с частотой 60 кадров/с, расширенным динамическим диапазоном и кинематографической ' +
      'стабилизацией. А новые инструменты редактирования и возможность увеличить область изображения в четыре раза помогут в реализации ваших идей.',
    imageUrl: '../assets/img/iphone11_pro.webp'
  },
  {
    name: 'Apple iPhone 11 64Gb Black',
    price: 982,
    description: 'Новая система двух камер. Можно делать фотоснимки с широким и сверхшироким углом обзора. Обновлённый ' +
      'интерфейс и новая сверхширокоугольная камера позволят увидеть и снять то, что происходит за пределами кадра. ' +
      'Снимать и редактировать видеоролики теперь так же легко, как фотографии. Это по-прежнему невероятно популярная камера, ' +
      'но с совершенно новыми перспективами.',
    imageUrl: '../assets/img/iphone11.webp'
  },
  {
    name: 'Apple iPhone SE 2020 256Gb Black',
    price: 821,
    description: 'A13 Bionic — самый быстрый процессор iPhone. Портретный режим и видео 4K. Великолепный дисплей Retina ' +
      'HD 4,7 дюйма и Touch ID. Долгое время работы без подзарядки. Портретный режим и шесть эффектов освещения для фотографий ' +
      'студийного качества. Технология Smart HDR нового поколения для невероятной детализации даже в светлых и тёмных областях кадра.' +
      'Видео 4K кинематографического качества.',
    imageUrl: '../assets/img/iphone_se.webp'
  },
  {
    name: 'Samsung Galaxy M31s',
    price: 303,
    description: 'Делайте максимально четкие и детальные снимки с основной камерой, состоящей из 4 модулей. Ее главный ' +
      'сенсор Sony IMX682 с разрешением 64 Мп позволяет снимать фото в высоком разрешении днем или ночью. Ультраширокоугольный ' +
      'объектив отлично подходит для съемки пейзажей и групповых портретов. Макрокамера позволит заснять различные объекты вблизи. ' +
      'А 5 Mп датчик глубины поможет создавать эффектные портреты с использованием функции «Живого фокуса».',
    imageUrl: '../assets/img/m31s.webp'
  },
  {
    name: 'OnePlus 7T Pro 8/256Gb',
    price: 608,
    description: 'Тройная камера OnePlus 7T Pro откроет для вас новые возможности мобильной фотографии. Запечатлейте ' +
      'окружающий мир в мельчайших подробностях при помощи основного 48 Мп модуля с фазовым автофокусом и оптической ' +
      'стабилизацией или снимайте удивительные макро-фото благодаря 8 Мп объективу с 3-кратным оптическим зумом. ' +
      'Он позволяет делать фото с расстояния всего 2,5 сантиметра, захватывая детали, которые с трудом различает даже ' +
      'человеческий глаз.',
    imageUrl: '../assets/img/oneplus7t.webp'
  },
  {
    name: 'Samsung Galaxy Note 20 Ultra 2020',
    price: 1286,
    description: 'Представляем телефон, который навсегда изменит вашу работу и досуг. С усовершенствованным S Pen, ' +
      'производительностью, как у компьютера, и камерой профессионального уровня с 8K видео. Металлический корпус, ' +
      'подчеркнутый изысканными деталями и переливающимися цветами, соединенный с прочным стеклом Corning Gorilla Glass ' +
      'Victus в смартфоне. Каждый Galaxy Note20 и Note20 Ultra дополняется пером S Pen такого же цвета.',
    imageUrl: '../assets/img/note20.webp'
  },
  {
    name: 'Samsung Galaxy Note 20 2020',
    price: 1035,
    description: 'Обновленный интеллектуальный процессор, улучшенная система охлаждения, быстрый дисплей 120 Гц - все ' +
      'это переводит игру на Galaxy Note20 и Note20 Ultra на совершенно новый уровень. А при соединении с сетью Wi-Fi ' +
      'встроенное средство Wi-Fi Optimizer обеспечивает быстрая связь с низкими задержками, чтобы игра шла в режиме ' +
      'реального времени. Видео 8K дает вам четкую картинку с потрясающей детализацией, а профессиональные средства ' +
      'управления усилят ваши творческие возможности, позволяя редактировать прямо в камере. Снимите супер плавным ' +
      'движение с частотой 120 кадров/сек, выделяя голоса с помощью Bluetooth-микрофона. Потом добавьте финишные штрихи, ' +
      'отредактировав видео прямо на телефоне.',
    imageUrl: '../assets/img/galaxy_note.webp'
  },
  {
    name: 'Realme 6 Pro 8/128Gb',
    price: 304,
    description: 'Способный воспроизводить 90 кадров в секунду, дисплей realme 6 Pro имеет на 50% более высокую частоту ' +
      'обновления по сравнению с обычным 60 Гц экраном. Что обеспечивает максимальную плавность и лучшее визуальное ' +
      'восприятие при каждом касании. А благодаря диагонали в 6,6 дюйма и 90% соотношению экрана к площади передней панели, ' +
      'он дарит настоящее удовольствие от просмотра видео или игр.',
    imageUrl: '../assets/img/realmy.webp'
  }
];
